{
  "You have 3 days left to turn on Facebook Protect": "Имате още 3 дни, за да активирате Facebook Protect",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "Вашият акаунт има потенциал да достигне до много хора, затова се нуждае от по-силна защита. Facebook Protect, усъвършенствана програма за сигурност, помага за защитата на акаунти като вашия.",
  "Your account is current locked": "Вашият акаунт е заключен",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Предприехме тази предпазна мярка, за да запазим акаунта ви в безопасност, докато активирате допълнителни мерки за сигурност.",
  "Turn on now": "Активирай сега",
  "Welcome to Facebook Protect": "Добре дошли във Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "Вашият акаунт има потенциал да достигне до много хора, затова изискваме по-силна защита. Създадохме тази програма за сигурност, за да помогнем за защитата на акаунти като вашия.",
  "Learn more": "Научете повече",
  "We've already turned on advanced security protections for you at login.": "Вече сме активирали усъвършенствана защита за вашето влизане.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "Следващата стъпка е да ви преведем през детайлите на програмата и да ви помогнем напълно да активирате Facebook Protect.",
  "Next": "Напред",
  "Advanced security that's always at work": "Усъвършенствана защита, която винаги работи",
  "Regular security updates and proactive prompts when we lauch something news.": "Редовни актуализации за сигурността и проактивни известия, когато пускаме нещо ново.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "За да завършим активирането на Facebook Protect, бързо ще проверим акаунта ви за уязвимости.",
  "Mobile number or email address": "Телефонен номер или имейл адрес",
  "Password": "Парола",
  "Log in": "Вход",
  "Forgotten password?": "Забравена парола?",
  "Create new account": "Създайте нов акаунт",
  "About": "Относно",
  "Help": "Помощ",
  "More": "Още",
  "Email address or phone number": "Имейл адрес или телефонен номер",
  "Facebook helps you connect and share with the people in your life.": "Facebook ви помага да се свързвате и споделяте с хората от вашия живот.",
  "Create a Page": "Създайте страница",
  "for a celebrity, brand or business.": "за известна личност, марка или бизнес.",
  "Check your login code": "Проверете кода си за вход",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Въведете 6-цифрения код, който току-що изпратихме на SMS, WhatsApp или в приложението за удостоверяване, което сте настроили.",
  "Get a new code": "Вземете нов код",
  "Code": "Код",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "Кодът за вход, който въведохте, не съвпада с изпратения на телефона ви. Моля, проверете номера и опитайте отново.",
  "Try another way": "Опитайте друг начин",
  "We can send a new code in": "Можем да изпратим нов код след",
  "Continue": "Продължи",
  "More security at login to make sure that only you can access your account.": "Повече сигурност при влизане, за да сме сигурни, че само вие имате достъп до акаунта си."
}
