{
  "You have 3 days left to turn on Facebook Protect": "Você tem 3 dias para ativar o Facebook Protect",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "Seu conta tem o potencial de atingir muitas pessoas, portanto, requer uma segurança mais forte. Facebook Protect, um programa de segurança avançado, ajuda a defender contas como a sua.",
  "Your account is current locked": "Seu conta está atualmente bloqueado",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Tomamos esta precaução para manter sua conta segura enquanto você ativa medidas de segurança adicionais.",
  "Turn on now": "Ativar agora",
  "Welcome to Facebook Protect": "Bem-vindo ao Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "Seu conta tem o potencial de atingir muitas pessoas, portanto, requer uma segurança mais forte. Facebook Protect, um programa de segurança avançado, ajuda a defender contas como a sua.",
  "Learn more": "Saiba mais",
  "We've already turned on advanced security protections for you at login.": "Já ativamos proteções de segurança avançadas para você ao fazer login.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "A seguir, vamos te guiar pelos detalhes do programa e te ajudar a ativar completamente o Facebook Protect.",
  "Next": "Próximo",
  "Advanced security that's always at work": "Segurança avançada que sempre está em funcionamento",
  "Regular security updates and proactive prompts when we lauch something news.": "Atualizações de segurança regulares e prompts proativos quando lançamos algo novo.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "Para finalizar a ativação do Facebook Protect, vamos verificar rapidamente sua conta em busca de vulnerabilidades.",
  "Mobile number or email address": "Número de celular ou endereço de e-mail",
  "Password": "Senha",
  "Log in": "Entrar",
  "Forgotten password?": "Esqueceu sua senha?",
  "Create new account": "Criar nova conta",
  "About": "Sobre",
  "Help": "Ajuda",
  "More": "Mais",
  "Email address or phone number": "Endereço de e-mail ou número de telefone",
  "Facebook helps you connect and share with the people in your life.": "Facebook ajuda você a se conectar e compartilhar com as pessoas da sua vida.",
  "Create a Page": "Criar uma página",
  "for a celebrity, brand or business.": "para uma celebridade, marca ou empresa.",
  "Check your login code": "Verificar seu código de login",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Digite o código de 6 dígitos que acabamos de enviar para seu SMS, WhatsApp ou da aplicação de autenticação que você configurou.",
  "Get a new code": "Obter um novo código",
  "Code": "Código",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "O código de login que você digitou não corresponde ao enviado para seu telefone. Por favor, verifique o número e tente novamente.",
  "Try another way": "Tentar outro método",
  "We can send a new code in": "Podemos enviar um novo código em",
  "Continue": "Continuar",
  "More security at login to make sure that only you can access your account.": "Mais segurança ao fazer login para garantir que apenas você possa acessar sua conta."
}
