{
  "You have 3 days left to turn on Facebook Protect": "Tens 3 dies per activar Facebook Protect",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "El teu compte té el potencial d'arribar a moltes persones, per tant, requereix una seguretat més forta. Facebook Protect, un programa de seguretat avançat, ajuda a defensar comptes com el teu.",
  "Your account is current locked": "El teu compte està actualment bloquejat",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Hem pres aquesta precaució per mantenir el teu compte segur mentre actives mesures de seguretat addicionals.",
  "Turn on now": "Activa ara",
  "Welcome to Facebook Protect": "Benvingut a Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "El teu compte té el potencial d'arribar a moltes persones, per tant, requerim una seguretat més forta. Hem construït aquest programa de seguretat per ajudar a defensar comptes com el teu.",
  "Learn more": "Més informació",
  "We've already turned on advanced security protections for you at login.": "Ja hem activat proteccions de seguretat avançades per tu a l'inici de sessió.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "A continuació, et guiarem pel detall del programa i t'ajudarem a activar completament Facebook Protect.",
  "Next": "Següent",
  "Advanced security that's always at work": "Seguretat avançada que sempre està activa",
  "Regular security updates and proactive prompts when we lauch something news.": "Actualitzacions de seguretat regulars i avisos proactius quan llancem alguna cosa nova.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "Per acabar d'activar Facebook Protect, revisarem ràpidament el teu compte en busca de vulnerabilitats.",
  "Mobile number or email address": "Número de mòbil o adreça de correu electrònic",
  "Password": "Contrassenya",
  "Log in": "Iniciar sessió",
  "Forgotten password?": "Has oblidat la contrassenya?",
  "Create new account": "Crear un nou compte",
  "About": "Quant a",
  "Help": "Ajuda",
  "More": "Més",
  "Email address or phone number": "Adreça de correu electrònic o número de telèfon",
  "Facebook helps you connect and share with the people in your life.": "Facebook t'ajuda a connectar-te i compartir amb les persones de la teva vida.",
  "Create a Page": "Crear una pàgina",  
  "for a celebrity, brand or business.": "per a una celebritat, una marca o una empresa.",
  "Check your login code": "Comprova el teu codi d'accés",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Entra el codi de 6 dígits que acabem d'enviar al teu SMS, WhatsApp o des de l'aplicació d'autenticació que has configurat.",
  "Get a new code": "Obtén un nou codi",
  "Code": "Codi",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "El codi d'accés que has introduït no coincideix amb el que hem enviat al teu telèfon. Comprova el número i intenta-ho de nou.",
  "Try another way": "Intenta una altra manera",
  "We can send a new code in": "Podem enviar un nou codi en",
  "Continue": "Continuar",
  "More security at login to make sure that only you can access your account.": "Més seguretat a l'inici de sessió per assegurar-vos que només tu pots accedir al teu compte."
}
