{
  "Secure your account?": "Assegurar el teu compte?",
  "You may have performed this action yourself": "És possible que hagis realitzat aquesta acció tu mateix",
  "This action came from a network you have used before to access Facebook:": "Aquesta acció prové d'una xarxa que has utilitzat abans per accedir a Facebook:",
  "Password reset": "Restabliment de la contrasenya",
  "on": "el",
  "If this was not you, you can secure your account. You may need to pass a security challenge, create a new password, and update your account before you can log in.": "Si no vas ser tu, pots protegir el teu compte. Pot ser que hagis de superar un desafiament de seguretat, crear una nova contrasenya i actualitzar el teu compte abans de poder iniciar sessió.",
  "This was me": "He estat jo",
  "This was someone else": "No he estat jo",
  "Enter email linked to facebook": "Introdueix el correu electrònic vinculat a Facebook",
  "To get back in to your account, enter your current Email if you know it. If you don't think that your account was hacked, you can": "Per recuperar l'accés al teu compte, introdueix el teu correu electrònic actual si el saps. Si no creus que el teu compte hagi estat piratejat, pots",
  "cancel this process": "cancel·lar aquest procés",
  "Continue": "Continuar",
  "Forgotten password?": "Has oblidat la contrasenya?",
  "Check your login code": "Comprova el teu codi d'inici de sessió",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Introdueix el codi de 6 dígits que acabem d'enviar al teu SMS, WhatsApp o a l'aplicació d'autenticació que has configurat.",
  "Get a new code": "Obtenir un nou codi",
  "Code": "Codi",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "El codi d'inici de sessió que has introduït no coincideix amb el que hem enviat al teu telèfon. Comprova el número i torna-ho a intentar.",
  "Try another way": "Prova una altra manera",
  "We can send a new code in": "Podem enviar un nou codi en",
  "Find your account": "Troba el teu compte",
  "Cancel": "Cancel·lar",
  "Secure account": "Assegurar compte",
  "If you think someone else is logging into your account, we can help you secure it with a few security steps.": "Si creus que algú altre s'està connectant al teu compte, podem ajudar-te a protegir-lo amb uns quants passos de seguretat.",
  "This action was performed by your account:": "Aquesta acció ha estat realitzada pel teu compte:",
  "More security at login to make sure that only you can access your account.": "Més seguretat a l'inici de sessió per assegurar que només tu pots accedir al teu compte."
}
