{
  "You have 3 days left to turn on Facebook Protect": "Il vous reste 3 jours pour activer Facebook Protect",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "Votre compte a le potentiel d’atteindre beaucoup de personnes, il nécessite donc une sécurité renforcée. Facebook Protect, un programme de sécurité avancé, aide à protéger des comptes comme le vôtre.",
  "Your account is current locked": "Votre compte est actuellement verrouillé",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Nous avons pris cette précaution afin de sécuriser votre compte pendant que vous activez des mesures de sécurité supplémentaires.",
  "Turn on now": "Activer maintenant",
  "Welcome to Facebook Protect": "Bienvenue dans Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "Votre compte a le potentiel d’atteindre beaucoup de personnes, c’est pourquoi nous exigeons une sécurité renforcée. Nous avons créé ce programme de sécurité pour aider à protéger des comptes comme le vôtre.",
  "Learn more": "En savoir plus",
  "We've already turned on advanced security protections for you at login.": "Nous avons déjà activé des protections de sécurité avancées pour votre connexion.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "Ensuite, nous vous guiderons à travers les détails du programme et vous aiderons à activer complètement Facebook Protect.",
  "Next": "Suivant",
  "Advanced security that's always at work": "Une sécurité avancée toujours active",
  "Regular security updates and proactive prompts when we lauch something news.": "Des mises à jour de sécurité régulières et des alertes proactives lorsque nous lançons de nouvelles fonctionnalités.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "Pour terminer l’activation de Facebook Protect, nous vérifierons rapidement si votre compte présente des vulnérabilités.",
  "Mobile number or email address": "Numéro de téléphone ou adresse courriel",
  "Password": "Mot de passe",
  "Log in": "Se connecter",
  "Forgotten password?": "Mot de passe oublié?",
  "Create new account": "Créer un nouveau compte",
  "About": "À propos",
  "Help": "Aide",
  "More": "Plus",
  "Email address or phone number": "Adresse courriel ou numéro de téléphone",
  "Facebook helps you connect and share with the people in your life.": "Facebook vous aide à entrer en contact et à partager avec les personnes de votre vie.",
  "Create a Page": "Créer une Page",
  "for a celebrity, brand or business.": "pour une personnalité, une marque ou une entreprise.",
  "Check your login code": "Vérifiez votre code de connexion",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Entrez le code à 6 chiffres que nous venons d’envoyer par SMS, WhatsApp ou depuis l’application d’authentification que vous avez configurée.",
  "Get a new code": "Obtenir un nouveau code",
  "Code": "Code",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "Le code de connexion que vous avez saisi ne correspond pas à celui envoyé sur votre téléphone. Veuillez vérifier le numéro et réessayer.",
  "Try another way": "Essayer une autre méthode",
  "We can send a new code in": "Nous pouvons envoyer un nouveau code dans",
  "Continue": "Continuer",
  "More security at login to make sure that only you can access your account.": "Une sécurité renforcée à la connexion pour s’assurer que vous seul puissiez accéder à votre compte."
}
