{
  "You have 3 days left to turn on Facebook Protect": "Du hast noch 3 Tage Zeit, Facebook Protect zu aktivieren",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "Dein Konto kann viele Menschen erreichen und benötigt daher stärkere Sicherheit. Facebook Protect, ein erweitertes Sicherheitsprogramm, hilft dabei, Konten wie deines zu schützen.",
  "Your account is current locked": "Dein Konto ist derzeit gesperrt",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Wir haben diese Vorsichtsmaßnahme ergriffen, um dein Konto zu schützen, während du zusätzliche Sicherheitsmaßnahmen aktivierst.",
  "Turn on now": "Jetzt aktivieren",
  "Welcome to Facebook Protect": "Willkommen bei Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "Dein Konto kann viele Menschen erreichen, daher verlangen wir stärkere Sicherheit. Wir haben dieses Sicherheitsprogramm entwickelt, um Konten wie deines zu schützen.",
  "Learn more": "Mehr erfahren",
  "We've already turned on advanced security protections for you at login.": "Wir haben bereits erweiterte Sicherheitsfunktionen für dich beim Anmelden aktiviert.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "Als Nächstes führen wir dich durch die Programmdetails und helfen dir, Facebook Protect vollständig zu aktivieren.",
  "Next": "Weiter",
  "Advanced security that's always at work": "Erweiterte Sicherheit, die immer aktiv ist",
  "Regular security updates and proactive prompts when we lauch something news.": "Regelmäßige Sicherheitsupdates und proaktive Hinweise, wenn wir etwas Neues einführen.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "Um Facebook Protect zu aktivieren, prüfen wir dein Konto kurz auf Sicherheitslücken.",
  "Mobile number or email address": "Handynummer oder E-Mail-Adresse",
  "Password": "Passwort",
  "Log in": "Anmelden",
  "Forgotten password?": "Passwort vergessen?",
  "Create new account": "Neues Konto erstellen",
  "About": "Info",
  "Help": "Hilfe",
  "More": "Mehr",
  "Email address or phone number": "E-Mail-Adresse oder Telefonnummer",
  "Facebook helps you connect and share with the people in your life.": "Facebook hilft dir, mit den Menschen in deinem Leben in Kontakt zu bleiben und Inhalte zu teilen.",
  "Create a Page": "Seite erstellen",
  "for a celebrity, brand or business.": "für eine Person des öffentlichen Lebens, Marke oder ein Unternehmen.",
  "Check your login code": "Überprüfe deinen Anmeldecode",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Gib den 6-stelligen Code ein, den wir dir per SMS, WhatsApp oder aus der von dir eingerichteten Authentifizierungs-App gesendet haben.",
  "Get a new code": "Neuen Code anfordern",
  "Code": "Code",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "Der eingegebene Anmeldecode stimmt nicht mit dem an dein Telefon gesendeten Code überein. Bitte überprüfe die Nummer und versuche es erneut.",
  "Try another way": "Andere Methode versuchen",
  "We can send a new code in": "Wir können einen neuen Code senden in",
  "Continue": "Weiter",
  "More security at login to make sure that only you can access your account.": "Mehr Sicherheit bei der Anmeldung, um sicherzustellen, dass nur du auf dein Konto zugreifen kannst."
}
