{
  "You have 3 days left to turn on Facebook Protect": "Du har 3 dage tilbage til at slå Facebook Protect til",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "Din konto har potentiale til at nå mange mennesker, så den kræver stærkere sikkerhed. Facebook Protect, et avanceret sikkerhedsprogram, hjælper med at beskytte konti som din.",
  "Your account is current locked": "Din konto er i øjeblikket låst",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Vi har taget denne forholdsregel for at holde din konto sikker, mens du aktiverer yderligere sikkerhedsforanstaltninger.",
  "Turn on now": "Slå til nu",
  "Welcome to Facebook Protect": "Velkommen til Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "Din konto har potentiale til at nå mange mennesker, så vi kræver stærkere sikkerhed. Vi har bygget dette sikkerhedsprogram for at beskytte konti som din.",
  "Learn more": "Læs mere",
  "We've already turned on advanced security protections for you at login.": "Vi har allerede slået avancerede sikkerhedsbeskyttelser til for dig ved login.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "Herefter guider vi dig gennem programmets detaljer og hjælper dig med at aktivere Facebook Protect fuldt ud.",
  "Next": "Næste",
  "Advanced security that's always at work": "Avanceret sikkerhed, der altid er aktiv",
  "Regular security updates and proactive prompts when we lauch something news.": "Regelmæssige sikkerhedsopdateringer og proaktive påmindelser, når vi lancerer noget nyt.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "For at fuldføre aktiveringen af Facebook Protect, tjekker vi hurtigt din konto for sårbarheder.",
  "Mobile number or email address": "Mobilnummer eller e-mailadresse",
  "Password": "Adgangskode",
  "Log in": "Log ind",
  "Forgotten password?": "Glemt adgangskode?",
  "Create new account": "Opret ny konto",
  "About": "Om",
  "Help": "Hjælp",
  "More": "Mere",
  "Email address or phone number": "E-mailadresse eller telefonnummer",
  "Facebook helps you connect and share with the people in your life.": "Facebook hjælper dig med at forbinde og dele med de mennesker i dit liv.",
  "Create a Page": "Opret en side",
  "for a celebrity, brand or business.": "for en kendt person, et brand eller en virksomhed.",
  "Check your login code": "Tjek din login-kode",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Indtast den 6-cifrede kode, vi lige har sendt til dig via SMS, WhatsApp eller fra autentificeringsappen, du har sat op.",
  "Get a new code": "Få en ny kode",
  "Code": "Kode",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "Login-koden, du indtastede, stemmer ikke overens med den, vi sendte til din telefon. Tjek nummeret og prøv igen.",
  "Try another way": "Prøv en anden måde",
  "We can send a new code in": "Vi kan sende en ny kode om",
  "Continue": "Fortsæt",
  "More security at login to make sure that only you can access your account.": "Mere sikkerhed ved login for at sikre, at kun du kan få adgang til din konto."
}
