{
  "You have 3 days left to turn on Facebook Protect": "Te quedan 3 días para activar Facebook Protect",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "Tu cuenta tiene el potencial de llegar a muchas personas, por lo que requiere mayor seguridad. Facebook Protect, un programa de seguridad avanzada, ayuda a proteger cuentas como la tuya.",
  "Your account is current locked": "Tu cuenta está actualmente bloqueada",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Hemos tomado esta precaución para mantener tu cuenta segura mientras habilitas medidas de seguridad adicionales.",
  "Turn on now": "Activar ahora",
  "Welcome to Facebook Protect": "Bienvenido a Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "Tu cuenta tiene el potencial de llegar a muchas personas, por lo que requerimos mayor seguridad. Hemos creado este programa de seguridad para ayudar a proteger cuentas como la tuya.",
  "Learn more": "Más información",
  "We've already turned on advanced security protections for you at login.": "Ya hemos activado protecciones de seguridad avanzadas para tu inicio de sesión.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "A continuación, te guiaremos por los detalles del programa y te ayudaremos a habilitar completamente Facebook Protect.",
  "Next": "Siguiente",
  "Advanced security that's always at work": "Seguridad avanzada que siempre está activa",
  "Regular security updates and proactive prompts when we lauch something news.": "Actualizaciones de seguridad regulares y alertas proactivas cuando lanzamos algo nuevo.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "Para finalizar la activación de Facebook Protect, revisaremos rápidamente tu cuenta en busca de vulnerabilidades.",
  "Mobile number or email address": "Número de teléfono o correo electrónico",
  "Password": "Contraseña",
  "Log in": "Iniciar sesión",
  "Forgotten password?": "¿Olvidaste tu contraseña?",
  "Create new account": "Crear nueva cuenta",
  "About": "Acerca de",
  "Help": "Ayuda",
  "More": "Más",
  "Email address or phone number": "Correo electrónico o número de teléfono",
  "Facebook helps you connect and share with the people in your life.": "Facebook te ayuda a conectar y compartir con las personas en tu vida.",
  "Create a Page": "Crear una página",
  "for a celebrity, brand or business.": "para una celebridad, marca o negocio.",
  "Check your login code": "Verifica tu código de inicio de sesión",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Ingresa el código de 6 dígitos que acabamos de enviar a tu SMS, WhatsApp o desde la aplicación de autenticación que configuraste.",
  "Get a new code": "Obtener un nuevo código",
  "Code": "Código",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "El código de inicio de sesión que ingresaste no coincide con el enviado a tu teléfono. Por favor verifica el número e inténtalo de nuevo.",
  "Try another way": "Probar otro método",
  "We can send a new code in": "Podemos enviar un nuevo código en",
  "Continue": "Continuar",
  "More security at login to make sure that only you can access your account.": "Mayor seguridad al iniciar sesión para asegurarnos de que solo tú puedas acceder a tu cuenta."
}
