{
  "Secure your account?": "Sécuriser votre compte ?",
  "You may have performed this action yourself": "Vous avez peut-être effectué cette action vous-même",
  "This action came from a network you have used before to access Facebook:": "Cette action provient d'un réseau que vous avez déjà utilisé pour accéder à Facebook :",
  "Password reset": "Réinitialisation du mot de passe",
  "on": "le",
  "If this was not you, you can secure your account. You may need to pass a security challenge, create a new password, and update your account before you can log in.": "Si ce n'était pas vous, vous pouvez sécuriser votre compte. Vous devrez peut-être relever un défi de sécurité, créer un nouveau mot de passe et mettre à jour votre compte avant de pouvoir vous connecter.",
  "This was me": "C'était moi",
  "This was someone else": "Ce n'était pas moi",
  "Enter email linked to facebook": "Saisissez l'adresse e-mail liée à Facebook",
  "To get back in to your account, enter your current Email if you know it. If you don't think that your account was hacked, you can": "Pour récupérer votre compte, entrez votre adresse e-mail actuelle si vous la connaissez. Si vous ne pensez pas que votre compte a été piraté, vous pouvez",
  "cancel this process": "annuler ce processus",
  "Continue": "Continuer",
  "Forgotten password?": "Mot de passe oublié ?",
  "Check your login code": "Vérifiez votre code de connexion",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Saisissez le code à 6 chiffres que nous venons d'envoyer par SMS, WhatsApp ou depuis l'application d'authentification que vous avez configurée.",
  "Get a new code": "Obtenir un nouveau code",
  "Code": "Code",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "Le code de connexion que vous avez saisi ne correspond pas à celui envoyé sur votre téléphone. Veuillez vérifier le numéro et réessayer.",
  "Try another way": "Essayer une autre méthode",
  "We can send a new code in": "Nous pouvons envoyer un nouveau code dans",
  "Find your account": "Trouvez votre compte",
  "Cancel": "Annuler",
  "Secure account": "Sécuriser le compte",
  "If you think someone else is logging into your account, we can help you secure it with a few security steps.": "Si vous pensez que quelqu'un d'autre se connecte à votre compte, nous pouvons vous aider à le sécuriser avec quelques étapes de sécurité.",
  "This action was performed by your account:": "Cette action a été effectuée par votre compte :",
  "More security at login to make sure that only you can access your account.": "Plus de sécurité lors de la connexion pour s'assurer que seul vous pouvez accéder à votre compte."
}
