{
  "You have 3 days left to turn on Facebook Protect": "Vous avez 3 jours pour activer Facebook Protect",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "Votre compte a le potentiel de toucher un grand nombre de personnes, nous avons donc besoin d'une sécurité plus forte. Facebook Protect, un programme de sécurité avancé, vous aide à défendre vos comptes.",
  "Your account is current locked": "Votre compte est actuellement verrouillé",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Nous avons pris cette précaution pour garder votre compte sécurisé pendant que vous activez des mesures de sécurité supplémentaires.",
  "Turn on now": "Activer maintenant",
  "Welcome to Facebook Protect": "Bienvenue sur Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "Votre compte a le potentiel de toucher un grand nombre de personnes, nous avons donc besoin d'une sécurité plus forte. Nous avons construit ce programme de sécurité pour vous aider à défendre vos comptes.",
  "Learn more": "En savoir plus",
  "We've already turned on advanced security protections for you at login.": "Nous avons déjà activé des protections de sécurité avancées pour vous lors de la connexion.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "Ensuite, nous vous guiderons à travers les détails du programme et vous aiderons à activer complètement Facebook Protect.",
  "Next": "Suivant",
  "Advanced security that's always at work": "Sécurité avancée qui fonctionne en permanence",
  "Regular security updates and proactive prompts when we lauch something news.": "Mises à jour de sécurité régulières et prompts préventifs lorsque nous lançons quelque chose de nouveau.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "Pour terminer l'activation de Facebook Protect, nous vérifierons rapidement votre compte pour les vulnérabilités.",
  "Mobile number or email address": "Numéro de téléphone ou adresse e-mail",
  "Password": "Mot de passe",
  "Log in": "Se connecter",
  "Forgotten password?": "Mot de passe oublié ?",
  "Create new account": "Créer un nouveau compte",
  "About": "À propos",
  "Help": "Aide",
  "More": "Plus",
  "Email address or phone number": "Adresse e-mail ou numéro de téléphone",
  "Facebook helps you connect and share with the people in your life.": "Facebook vous aide à vous connecter et à partager avec les personnes de votre vie.",
  "Create a Page": "Créer une Page",
  "for a celebrity, brand or business.": "pour une célébrité, une marque ou une entreprise.",
  "Check your login code": "Vérifier votre code de connexion",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Entrez le code à 6 chiffres que nous venons de vous envoyer par SMS, WhatsApp ou depuis l'application d'authentification que vous avez configurée.",
  "Get a new code": "Obtenir un nouveau code",
  "Code": "Code",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "Le code de connexion que vous avez entré ne correspond pas à celui envoyé à votre téléphone. Veuillez vérifier le numéro et réessayer.",
  "Try another way": "Essayer autrement",
  "We can send a new code in": "Nous pouvons envoyer un nouveau code dans",
  "Continue": "Continuer",
  "More security at login to make sure that only you can access your account.": "Plus de sécurité lors de la connexion pour vous assurer que seul vous pouvez accéder à votre compte."
}
