{
  "You have 3 days left to turn on Facebook Protect": "你還有 3 天時間來開啟 Facebook Protect",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "你的帳號有潛力接觸到很多人，因此需要更強的保安。Facebook Protect 是一個先進的保安計劃，可協助保護像你這樣的帳號。",
  "Your account is current locked": "你的帳號目前已被鎖定",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "在你啟用額外保安措施期間，我們已採取預防措施來保障你的帳號安全。",
  "Turn on now": "立即開啟",
  "Welcome to Facebook Protect": "歡迎使用 Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "你的帳號有潛力接觸到很多人，因此我們要求更強的保安。我們建立了這個保安計劃來協助保護像你這樣的帳號。",
  "Learn more": "了解更多",
  "We've already turned on advanced security protections for you at login.": "我們已在你登入時啟用了先進的保安防護措施。",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "接下來，我們將引導你了解此計劃的詳細資訊，並協助你完全啟用 Facebook Protect。",
  "Next": "下一步",
  "Advanced security that's always at work": "持續運作的進階保安",
  "Regular security updates and proactive prompts when we lauch something news.": "定期的保安更新，以及在推出新功能時主動提醒。",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "為完成啟用 Facebook Protect，我們會快速檢查你的帳號是否存在漏洞。",
  "Mobile number or email address": "手機號碼或電郵地址",
  "Password": "密碼",
  "Log in": "登入",
  "Forgotten password?": "忘記密碼？",
  "Create new account": "建立新帳號",
  "About": "關於",
  "Help": "支援",
  "More": "更多",
  "Email address or phone number": "電郵地址或電話號碼",
  "Facebook helps you connect and share with the people in your life.": "Facebook 協助你與生活中的人聯繫並分享內容。",
  "Create a Page": "建立專頁",
  "for a celebrity, brand or business.": "適用於名人、品牌或商業用途。",
  "Check your login code": "檢查你的登入代碼",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "輸入我們剛剛透過 SMS、WhatsApp 或你所設定的驗證器應用程式傳送給你的 6 位數代碼。",
  "Get a new code": "獲取新代碼",
  "Code": "代碼",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "你輸入的登入代碼與我們傳送到你手機的代碼不符。請檢查號碼並重試。",
  "Try another way": "嘗試其他方式",
  "We can send a new code in": "我們可以在以下時間傳送新代碼：",
  "Continue": "繼續",
  "More security at login to make sure that only you can access your account.": "在登入時提供更多保安，以確保只有你可以存取你的帳號。"
}
