{
  "You have 3 days left to turn on Facebook Protect": "Imate još 3 dana da uključite Facebook Protect",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "Vaš račun ima potencijal dosegnuti mnogo ljudi, stoga zahtijeva snažniju sigurnost. Facebook Protect, napredni sigurnosni program, pomaže u zaštiti računa poput vašeg.",
  "Your account is current locked": "Vaš račun je trenutno zaključan",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Poduzeli smo ovu mjeru opreza kako bismo zaštitili vaš račun dok omogućavate dodatne sigurnosne mjere.",
  "Turn on now": "Uključi sada",
  "Welcome to Facebook Protect": "Dobrodošli u Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "Vaš račun ima potencijal dosegnuti mnogo ljudi, stoga zahtijevamo snažniju sigurnost. Izgradili smo ovaj sigurnosni program kako bismo zaštitili račune poput vašeg.",
  "Learn more": "Saznajte više",
  "We've already turned on advanced security protections for you at login.": "Već smo omogućili napredne sigurnosne zaštite prilikom prijave.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "Zatim ćemo vas provesti kroz detalje programa i pomoći vam da potpuno omogućite Facebook Protect.",
  "Next": "Dalje",
  "Advanced security that's always at work": "Napredna sigurnost koja uvijek radi",
  "Regular security updates and proactive prompts when we lauch something news.": "Redovita sigurnosna ažuriranja i proaktivni podsjetnici kada uvedemo nešto novo.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "Da biste završili omogućavanje Facebook Protect, brzo ćemo provjeriti vaš račun na ranjivosti.",
  "Mobile number or email address": "Broj mobitela ili e-mail adresa",
  "Password": "Lozinka",
  "Log in": "Prijava",
  "Forgotten password?": "Zaboravljena lozinka?",
  "Create new account": "Izradi novi račun",
  "About": "O nama",
  "Help": "Pomoć",
  "More": "Više",
  "Email address or phone number": "E-mail adresa ili broj telefona",
  "Facebook helps you connect and share with the people in your life.": "Facebook vam pomaže povezati se i dijeliti s ljudima u vašem životu.",
  "Create a Page": "Izradi stranicu",
  "for a celebrity, brand or business.": "za slavnu osobu, brend ili posao.",
  "Check your login code": "Provjerite svoj kod za prijavu",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Unesite 6-znamenkasti kod koji smo vam upravo poslali putem SMS-a, WhatsAppa ili aplikacije za autentifikaciju koju ste postavili.",
  "Get a new code": "Zatraži novi kod",
  "Code": "Kod",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "Kod za prijavu koji ste unijeli ne odgovara onome poslanom na vaš telefon. Provjerite broj i pokušajte ponovno.",
  "Try another way": "Pokušajte na drugi način",
  "We can send a new code in": "Možemo poslati novi kod za",
  "Continue": "Nastavi",
  "More security at login to make sure that only you can access your account.": "Više sigurnosti prilikom prijave kako biste bili sigurni da samo vi možete pristupiti svom računu."
}
