{
  "You have 3 days left to turn on Facebook Protect": "Még 3 napod van a Facebook Protect bekapcsolására",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "A fiókod sok emberhez eljuthat, ezért erősebb biztonságra van szükség. A Facebook Protect egy fejlett biztonsági program, amely segít megvédeni az ilyen fiókokat, mint a tiéd.",
  "Your account is current locked": "A fiókod jelenleg zárolva van",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Ezt az óvintézkedést a fiókod biztonsága érdekében tettük, amíg engedélyezed a további biztonsági intézkedéseket.",
  "Turn on now": "Kapcsold be most",
  "Welcome to Facebook Protect": "Üdvözlünk a Facebook Protect-ben",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "A fiókod sok emberhez eljuthat, ezért erősebb biztonságot követelünk meg. Ezt a biztonsági programot azért hoztuk létre, hogy megvédjük az olyan fiókokat, mint a tiéd.",
  "Learn more": "További információ",
  "We've already turned on advanced security protections for you at login.": "Már bekapcsoltuk a fejlett biztonsági védelmet a bejelentkezéshez.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "Ezután végigvezetünk a program részletein, és segítünk teljes mértékben engedélyezni a Facebook Protectet.",
  "Next": "Tovább",
  "Advanced security that's always at work": "Fejlett biztonság, amely mindig működésben van",
  "Regular security updates and proactive prompts when we lauch something news.": "Rendszeres biztonsági frissítések és proaktív értesítések, amikor valami újat indítunk.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "A Facebook Protect aktiválásának befejezéséhez gyorsan ellenőrizzük a fiókodat sebezhetőségek szempontjából.",
  "Mobile number or email address": "Mobilszám vagy e-mail cím",
  "Password": "Jelszó",
  "Log in": "Bejelentkezés",
  "Forgotten password?": "Elfelejtetted a jelszót?",
  "Create new account": "Új fiók létrehozása",
  "About": "Névjegy",
  "Help": "Súgó",
  "More": "Továbbiak",
  "Email address or phone number": "E-mail cím vagy telefonszám",
  "Facebook helps you connect and share with the people in your life.": "A Facebook segít kapcsolatba lépni és megosztani az életedben lévő emberekkel.",
  "Create a Page": "Oldal létrehozása",
  "for a celebrity, brand or business.": "híresség, márka vagy vállalkozás számára.",
  "Check your login code": "Ellenőrizd a bejelentkezési kódodat",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Írd be a 6 számjegyű kódot, amelyet SMS-ben, WhatsApp-on vagy az általad beállított hitelesítési alkalmazáson keresztül küldtünk el.",
  "Get a new code": "Új kód kérése",
  "Code": "Kód",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "A megadott bejelentkezési kód nem egyezik a telefonodra küldött kóddal. Kérjük, ellenőrizd a számot, és próbáld újra.",
  "Try another way": "Próbálj meg egy másik módot",
  "We can send a new code in": "Új kódot küldhetünk ennyi idő múlva:",
  "Continue": "Folytatás",
  "More security at login to make sure that only you can access your account.": "További biztonság a bejelentkezésnél, hogy csak te férhess hozzá a fiókodhoz."
}
