{
  "You have 3 days left to turn on Facebook Protect": "Hai ancora 3 giorni per attivare Facebook Protect",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "Il tuo account ha il potenziale per raggiungere molte persone, quindi richiede una sicurezza più forte. Facebook Protect, un programma di sicurezza avanzato, aiuta a proteggere account come il tuo.",
  "Your account is current locked": "Il tuo account è attualmente bloccato",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Abbiamo preso questa precauzione per mantenere il tuo account sicuro mentre attivi misure di sicurezza aggiuntive.",
  "Turn on now": "Attiva ora",
  "Welcome to Facebook Protect": "Benvenuto su Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "Il tuo account ha il potenziale per raggiungere molte persone, quindi richiediamo una sicurezza più forte. Abbiamo creato questo programma di sicurezza per aiutare a proteggere account come il tuo.",
  "Learn more": "Scopri di più",
  "We've already turned on advanced security protections for you at login.": "Abbiamo già attivato le protezioni di sicurezza avanzate per te all'accesso.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "Successivamente, ti guideremo attraverso i dettagli del programma e ti aiuteremo ad attivare completamente Facebook Protect.",
  "Next": "Avanti",
  "Advanced security that's always at work": "Sicurezza avanzata sempre attiva",
  "Regular security updates and proactive prompts when we lauch something news.": "Aggiornamenti di sicurezza regolari e notifiche proattive quando lanciamo qualcosa di nuovo.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "Per completare l'attivazione di Facebook Protect, controlleremo rapidamente il tuo account alla ricerca di vulnerabilità.",
  "Mobile number or email address": "Numero di cellulare o indirizzo email",
  "Password": "Password",
  "Log in": "Accedi",
  "Forgotten password?": "Password dimenticata?",
  "Create new account": "Crea un nuovo account",
  "About": "Informazioni",
  "Help": "Assistenza",
  "More": "Altro",
  "Email address or phone number": "Indirizzo email o numero di telefono",
  "Facebook helps you connect and share with the people in your life.": "Facebook ti aiuta a connetterti e condividere con le persone della tua vita.",
  "Create a Page": "Crea una Pagina",
  "for a celebrity, brand or business.": "per una celebrità, un marchio o un'azienda.",
  "Check your login code": "Controlla il tuo codice di accesso",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Inserisci il codice di 6 cifre che ti abbiamo appena inviato tramite SMS, WhatsApp o tramite l'app di autenticazione che hai configurato.",
  "Get a new code": "Ottieni un nuovo codice",
  "Code": "Codice",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "Il codice di accesso inserito non corrisponde a quello inviato al tuo telefono. Controlla il numero e riprova.",
  "Try another way": "Prova un altro metodo",
  "We can send a new code in": "Possiamo inviare un nuovo codice tra",
  "Continue": "Continua",
  "More security at login to make sure that only you can access your account.": "Maggiore sicurezza all'accesso per assicurarti che solo tu possa accedere al tuo account."
}
