{
  "You have 3 days left to turn on Facebook Protect": "あなたは3日間でFacebook Protectを有効にする必要があります",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "あなたのアカウントは多くの人に届ける可能性があるため、より強力なセキュリティが必要です。Facebook Protectは、高度なセキュリティプログラムで、あなたのようなアカウントを保護するのに役立ちます。",
  "Your account is current locked": "あなたのアカウントは現在ロックされています",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "あなたが追加のセキュリティ対策を有効にする間、あなたのアカウントを安全に保つために、この予防措置を取りました。",
  "Turn on now": "今すぐ有効にする",
  "Welcome to Facebook Protect": "Facebook Protectへようこそ",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "あなたのアカウントは多くの人に届ける可能性があるため、より強力なセキュリティが必要です。Facebook Protectは、高度なセキュリティプログラムで、あなたのようなアカウントを保護するのに役立ちます。",
  "Learn more": "詳細を見る",
  "We've already turned on advanced security protections for you at login.": "あなたがログインする際に、すでに高度なセキュリティ保護を有効にしています。",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "次に、プログラムの詳細をご説明し、Facebook Protectを完全に有効にするのに役立ちます。",
  "Next": "次へ",
  "Advanced security that's always at work": "常に動作する高度なセキュリティ",
  "Regular security updates and proactive prompts when we lauch something news.": "定期的なセキュリティ更新と、新しい機能をリリースする際のプロアクティブなプロンプト。",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "Facebook Protectを完全に有効にするために、迅速にあなたのアカウントをチェックします。",
  "Mobile number or email address": "携帯電話番号またはメールアドレス",
  "Password": "パスワード",
  "Log in": "ログイン",
  "Forgotten password?": "パスワードを忘れた方はこちら",
  "Create new account": "新規アカウント作成",
  "About": "このアプリについて",
  "Help": "ヘルプ",
  "More": "詳細",
  "Email address or phone number": "メールアドレスまたは電話番号",
  "Facebook helps you connect and share with the people in your life.": "Facebookは、あなたの生活に関わる人々とつながり、共有することができます。",
  "Create a Page": "ページを作成",
  "for a celebrity, brand or business.": "エンターテイナー、ブランド、またはビジネスのために",
  "Check your login code": "ログインコードを確認",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "6桁のコードを入力してください。このコードは、あなたのSMS、WhatsApp、または認証アプリから送信されました。",
  "Get a new code": "新しいコードを取得",
  "Code": "コード",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "入力したログインコードが、あなたの電話番号に送信されたコードと一致しません。番号を確認し、再度お試しください。",
  "Try another way": "別の方法を試す",
  "We can send a new code in": "新しいコードを送信することができます",
  "Continue": "続ける",
  "More security at login to make sure that only you can access your account.": "ログイン時により多くのセキュリティを確保し、あなただけがアカウントにアクセスできるようにします。"
}
