{
  "You have 3 days left to turn on Facebook Protect": "Mai aveți 3 zile pentru a activa Facebook Protect",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "Contul dvs. are potențialul de a ajunge la mulți oameni, astfel încât are nevoie de o securitate mai puternică. Facebook Protect, un program de securitate avansat, ajută la protejarea conturilor ca al dvs.",
  "Your account is current locked": "Contul dvs. este blocat momentan",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Am luat această precauție pentru a vă păstra contul în siguranță în timp ce activați măsuri suplimentare de securitate.",
  "Turn on now": "Activează acum",
  "Welcome to Facebook Protect": "Bine ați venit la Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "Contul dvs. are potențialul de a ajunge la mulți oameni, de aceea solicităm o securitate mai puternică. Am creat acest program de securitate pentru a ajuta la protejarea conturilor ca al dvs.",
  "Learn more": "Află mai multe",
  "We've already turned on advanced security protections for you at login.": "Am activat deja protecțiile de securitate avansate pentru dvs. la autentificare.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "În continuare, vă vom ghida prin detaliile programului și vă vom ajuta să activați complet Facebook Protect.",
  "Next": "Următorul",
  "Advanced security that's always at work": "Securitate avansată care este întotdeauna activă",
  "Regular security updates and proactive prompts when we lauch something news.": "Actualizări regulate de securitate și notificări proactive atunci când lansăm ceva nou.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "Pentru a finaliza activarea Facebook Protect, vom verifica rapid contul dvs. pentru vulnerabilități.",
  "Mobile number or email address": "Număr de telefon mobil sau adresă de e-mail",
  "Password": "Parolă",
  "Log in": "Conectează-te",
  "Forgotten password?": "Parolă uitată?",
  "Create new account": "Creează un cont nou",
  "About": "Despre",
  "Help": "Ajutor",
  "More": "Mai multe",
  "Email address or phone number": "Adresă de e-mail sau număr de telefon",
  "Facebook helps you connect and share with the people in your life.": "Facebook te ajută să te conectezi și să împărtășești cu persoanele din viața ta.",
  "Create a Page": "Creează o pagină",
  "for a celebrity, brand or business.": "pentru o celebritate, brand sau afacere.",
  "Check your login code": "Verifică codul de conectare",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Introdu codul de 6 cifre pe care l-am trimis prin SMS, WhatsApp sau din aplicația de autentificare pe care ai configurat-o.",
  "Get a new code": "Obține un cod nou",
  "Code": "Cod",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "Codul de conectare introdus nu se potrivește cu cel trimis pe telefonul tău. Te rugăm să verifici numărul și să încerci din nou.",
  "Try another way": "Încearcă alt mod",
  "We can send a new code in": "Putem trimite un cod nou în",
  "Continue": "Continuă",
  "More security at login to make sure that only you can access your account.": "Mai multă securitate la autentificare pentru a te asigura că doar tu poți accesa contul tău."
}
