{
  "Secure your account?": "¿Asegurar tu cuenta?",
  "You may have performed this action yourself": "Es posible que hayas realizado esta acción tú mismo",
  "This action came from a network you have used before to access Facebook:": "Esta acción provino de una red que has usado antes para acceder a Facebook:",
  "Password reset": "Restablecimiento de contraseña",
  "on": "el",
  "If this was not you, you can secure your account. You may need to pass a security challenge, create a new password, and update your account before you can log in.": "Si no fuiste tú, puedes proteger tu cuenta. Es posible que necesites completar un desafío de seguridad, crear una nueva contraseña y actualizar tu cuenta antes de poder iniciar sesión.",
  "This was me": "Fui yo",
  "This was someone else": "No fui yo",
  "Enter email linked to facebook": "Ingresa el correo electrónico vinculado a Facebook",
  "To get back in to your account, enter your current Email if you know it. If you don't think that your account was hacked, you can": "Para volver a tu cuenta, ingresa tu correo electrónico actual si lo conoces. Si no crees que tu cuenta fue hackeada, puedes",
  "cancel this process": "cancelar este proceso",
  "Continue": "Continuar",
  "Forgotten password?": "¿Olvidaste tu contraseña?",
  "Check your login code": "Verifica tu código de inicio de sesión",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Ingresa el código de 6 dígitos que acabamos de enviarte por SMS, WhatsApp o desde la aplicación de autenticación que configuraste.",
  "Get a new code": "Obtener un nuevo código",
  "Code": "Código",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "El código de inicio de sesión que ingresaste no coincide con el enviado a tu teléfono. Verifica el número e inténtalo de nuevo.",
  "Try another way": "Prueba otra forma",
  "We can send a new code in": "Podemos enviar un nuevo código en",
  "Find your account": "Encuentra tu cuenta",
  "Cancel": "Cancelar",
  "Secure account": "Asegurar cuenta",
  "If you think someone else is logging into your account, we can help you secure it with a few security steps.": "Si crees que otra persona está iniciando sesión en tu cuenta, podemos ayudarte a protegerla con algunos pasos de seguridad.",
  "This action was performed by your account:": "Esta acción fue realizada por tu cuenta:",
  "More security at login to make sure that only you can access your account.": "Más seguridad al iniciar sesión para asegurarnos de que solo tú puedas acceder a tu cuenta."
}
