{
  "You have 3 days left to turn on Facebook Protect": "Du har 3 dagar kvar att aktivera Facebook Protect",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "Ditt konto har potential att nå många människor, så det kräver starkare säkerhet. Facebook Protect, ett avancerat säkerhetsprogram, hjälper till att skydda konton som ditt.",
  "Your account is current locked": "Ditt konto är för närvarande låst",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Vi har vidtagit denna försiktighetsåtgärd för att hålla ditt konto säkert medan du aktiverar ytterligare säkerhetsåtgärder.",
  "Turn on now": "Aktivera nu",
  "Welcome to Facebook Protect": "Välkommen till Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "Ditt konto har potential att nå många människor, så vi kräver starkare säkerhet. Vi har byggt detta säkerhetsprogram för att skydda konton som ditt.",
  "Learn more": "Läs mer",
  "We've already turned on advanced security protections for you at login.": "Vi har redan aktiverat avancerade säkerhetsskydd vid inloggning.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "Nästa steg är att vi guidar dig genom programmets detaljer och hjälper dig att fullt ut aktivera Facebook Protect.",
  "Next": "Nästa",
  "Advanced security that's always at work": "Avancerad säkerhet som alltid är aktiv",
  "Regular security updates and proactive prompts when we lauch something news.": "Regelbundna säkerhetsuppdateringar och proaktiva meddelanden när vi lanserar något nytt.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "För att slutföra aktiveringen av Facebook Protect kommer vi snabbt att kontrollera ditt konto efter sårbarheter.",
  "Mobile number or email address": "Mobilnummer eller e-postadress",
  "Password": "Lösenord",
  "Log in": "Logga in",
  "Forgotten password?": "Glömt lösenord?",
  "Create new account": "Skapa nytt konto",
  "About": "Om",
  "Help": "Hjälp",
  "More": "Mer",
  "Email address or phone number": "E-postadress eller telefonnummer",
  "Facebook helps you connect and share with the people in your life.": "Facebook hjälper dig att hålla kontakten och dela med människor i ditt liv.",
  "Create a Page": "Skapa en sida",
  "for a celebrity, brand or business.": "för en kändis, ett varumärke eller ett företag.",
  "Check your login code": "Kontrollera din inloggningskod",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Ange den 6-siffriga kod vi just skickat till din SMS, WhatsApp eller från autentiseringsappen du har ställt in.",
  "Get a new code": "Hämta ny kod",
  "Code": "Kod",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "Inloggningskoden du angav stämmer inte överens med den som skickades till din telefon. Kontrollera numret och försök igen.",
  "Try another way": "Försök på ett annat sätt",
  "We can send a new code in": "Vi kan skicka en ny kod om",
  "Continue": "Fortsätt",
  "More security at login to make sure that only you can access your account.": "Mer säkerhet vid inloggning för att säkerställa att endast du kan komma åt ditt konto."
}
