{
  "You have 3 days left to turn on Facebook Protect": "Máte ešte 3 dni na zapnutie služby Facebook Protect",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "Váš účet má potenciál osloviť veľa ľudí, preto vyžaduje silnejšie zabezpečenie. Facebook Protect, pokročilý bezpečnostný program, pomáha chrániť účty ako je ten váš.",
  "Your account is current locked": "Váš účet je momentálne uzamknutý",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Toto opatrenie sme prijali, aby sme udržali váš účet v bezpečí, kým si zapnete ďalšie bezpečnostné opatrenia.",
  "Turn on now": "Zapnúť teraz",
  "Welcome to Facebook Protect": "Vitajte v službe Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "Váš účet má potenciál osloviť veľa ľudí, preto vyžadujeme silnejšie zabezpečenie. Tento bezpečnostný program sme vytvorili, aby sme chránili účty ako je ten váš.",
  "Learn more": "Zistiť viac",
  "We've already turned on advanced security protections for you at login.": "Pokročilé bezpečnostné ochrany sme vám už zapli pri prihlásení.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "Ďalej vás prevedieme podrobnosťami programu a pomôžeme vám úplne aktivovať Facebook Protect.",
  "Next": "Ďalej",
  "Advanced security that's always at work": "Pokročilé zabezpečenie, ktoré pracuje neustále",
  "Regular security updates and proactive prompts when we lauch something news.": "Pravidelné bezpečnostné aktualizácie a proaktívne upozornenia, keď spúšťame niečo nové.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "Na dokončenie aktivácie služby Facebook Protect rýchlo skontrolujeme váš účet na zraniteľnosti.",
  "Mobile number or email address": "Telefónne číslo alebo e-mailová adresa",
  "Password": "Heslo",
  "Log in": "Prihlásiť sa",
  "Forgotten password?": "Zabudli ste heslo?",
  "Create new account": "Vytvoriť nový účet",
  "About": "O nás",
  "Help": "Pomoc",
  "More": "Viac",
  "Email address or phone number": "E-mailová adresa alebo telefónne číslo",
  "Facebook helps you connect and share with the people in your life.": "Facebook vám pomáha spojiť sa a zdieľať s ľuďmi vo vašom živote.",
  "Create a Page": "Vytvoriť stránku",
  "for a celebrity, brand or business.": "pre známe osobnosti, značky alebo podnikanie.",
  "Check your login code": "Skontrolujte svoj prihlasovací kód",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Zadajte 6-miestny kód, ktorý sme vám práve poslali cez SMS, WhatsApp alebo z autentifikačnej aplikácie, ktorú ste si nastavili.",
  "Get a new code": "Získať nový kód",
  "Code": "Kód",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "Zadaný prihlasovací kód sa nezhoduje s tým, ktorý sme poslali na váš telefón. Skontrolujte číslo a skúste to znova.",
  "Try another way": "Skúsiť iný spôsob",
  "We can send a new code in": "Nový kód vám môžeme poslať o",
  "Continue": "Pokračovať",
  "More security at login to make sure that only you can access your account.": "Viac zabezpečenia pri prihlásení, aby sme si boli istí, že k vášmu účtu máte prístup len vy."
}
