{
  "You have 3 days left to turn on Facebook Protect": "У вас залишилося 3 дні, щоб увімкнути Facebook Protect",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "Ваш обліковий запис має потенціал охопити багато людей, тому він потребує сильнішого захисту. Facebook Protect — це розширена програма безпеки, яка допомагає захищати такі облікові записи, як ваш.",
  "Your account is current locked": "Ваш обліковий запис наразі заблоковано",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Ми вжили цього запобіжного заходу, щоб забезпечити безпеку вашого облікового запису, поки ви активуєте додаткові засоби захисту.",
  "Turn on now": "Увімкнути зараз",
  "Welcome to Facebook Protect": "Ласкаво просимо до Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "Ваш обліковий запис має потенціал охопити багато людей, тому ми вимагаємо посиленого захисту. Ми створили цю програму безпеки, щоб допомогти захищати такі облікові записи, як ваш.",
  "Learn more": "Дізнатися більше",
  "We've already turned on advanced security protections for you at login.": "Ми вже ввімкнули для вас розширений захист при вході в систему.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "Далі ми розповімо вам про деталі програми та допоможемо повністю активувати Facebook Protect.",
  "Next": "Далі",
  "Advanced security that's always at work": "Розширений захист, який завжди працює",
  "Regular security updates and proactive prompts when we lauch something news.": "Регулярні оновлення безпеки та проактивні сповіщення, коли ми запускаємо щось нове.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "Щоб завершити активацію Facebook Protect, ми швидко перевіримо ваш обліковий запис на вразливості.",
  "Mobile number or email address": "Номер мобільного або адреса електронної пошти",
  "Password": "Пароль",
  "Log in": "Увійти",
  "Forgotten password?": "Забули пароль?",
  "Create new account": "Створити новий обліковий запис",
  "About": "Про нас",
  "Help": "Допомога",
  "More": "Більше",
  "Email address or phone number": "Електронна адреса або номер телефону",
  "Facebook helps you connect and share with the people in your life.": "Facebook допомагає вам спілкуватися та ділитися з людьми у вашому житті.",
  "Create a Page": "Створити сторінку",
  "for a celebrity, brand or business.": "для знаменитості, бренду або бізнесу.",
  "Check your login code": "Перевірте свій код входу",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Введіть 6-значний код, який ми щойно надіслали вам через SMS, WhatsApp або з додатка автентифікації, який ви налаштували.",
  "Get a new code": "Отримати новий код",
  "Code": "Код",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "Введений вами код не збігається з тим, що надіслано на ваш телефон. Будь ласка, перевірте номер і спробуйте ще раз.",
  "Try another way": "Спробуйте інший спосіб",
  "We can send a new code in": "Ми можемо надіслати новий код через",
  "Continue": "Продовжити",
  "More security at login to make sure that only you can access your account.": "Більше безпеки при вході, щоб переконатися, що лише ви можете отримати доступ до свого облікового запису."
}
