{
 "You have 3 days left to turn on Facebook Protect": "Bạn còn 3 ngày để bật Facebook Protect",
  "Your account has the potential to reach a lot of people, so it requires stronger security. Facebook Protect, an advanced security program, helps defend accounts like yours.": "Tài khoản của bạn có khả năng tiếp cận nhiều người, vì vậy nó cần bảo mật mạnh mẽ hơn. Facebook Protect, một chương trình bảo mật tiên tiến, giúp bảo vệ các tài khoản như của bạn.",
  "Your account is current locked": "Tài khoản của bạn hiện đang bị khóa",
  "We've taken this precaution to keep your account secure while you enable additional security measures.": "Chúng tôi đã thực hiện biện pháp phòng ngừa này để giữ cho tài khoản của bạn an toàn trong khi bạn kích hoạt các biện pháp bảo mật bổ sung.",
  "Turn on now": "Bật ngay bây giờ",
  "Welcome to Facebook Protect": "Chào mừng bạn đến với Facebook Protect",
  "Your account has the potential to reach a lot of people, so we require stronger security. We built this security program to help defend accounts like yours.": "Tài khoản của bạn có khả năng tiếp cận nhiều người, vì vậy chúng tôi yêu cầu bảo mật mạnh mẽ hơn. Chúng tôi đã xây dựng chương trình bảo mật này để giúp bảo vệ các tài khoản như của bạn.",
  "Learn more": "Tìm hiểu thêm",
  "We've already turned on advanced security protections for you at login.": "Chúng tôi đã bật các biện pháp bảo vệ an ninh nâng cao cho bạn khi đăng nhập.",
  "Next, we’ll walk you through the program details and help you fully enable Facebook Protect.": "Tiếp theo, chúng tôi sẽ hướng dẫn bạn qua các chi tiết của chương trình và giúp bạn hoàn toàn kích hoạt Facebook Protect.",
  "Next": "Tiếp theo",
  "Advanced security that's always at work": "Bảo mật nâng cao luôn hoạt động",
  "Regular security updates and proactive prompts when we lauch something news.": "Cập nhật bảo mật thường xuyên và nhắc nhở chủ động khi chúng tôi ra mắt một cái gì đó mới.",
  "To finish enabling Facebook Protect, we'll quickly checkyour account for vulnerabilities.": "Để hoàn tất việc kích hoạt Facebook Protect, chúng tôi sẽ nhanh chóng kiểm tra tài khoản của bạn để tìm các lỗ hổng.",
  "Mobile number or email address": "Số điện thoại di động hoặc địa chỉ email",
  "Password": "Mật khẩu",
  "Log in": "Đăng nhập",
  "Forgotten password?": "Quên mật khẩu?",
  "Create new account": "Tạo tài khoản mới",
  "About": "Giới thiệu",
  "Help": "Trợ giúp",
  "More": "Thêm",
  "Email address or phone number": "Địa chỉ email hoặc số điện thoại",
  "Facebook helps you connect and share with the people in your life.": "Facebook giúp bạn kết nối và chia sẻ với những người trong cuộc sống của bạn.",
  "Create a Page": "Tạo một trang",
  "for a celebrity, brand or business.": "cho một người nổi tiếng, thương hiệu hoặc doanh nghiệp.",
  "Check your login code": "Kiểm tra mã đăng nhập của bạn",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Nhập mã 6 chữ số mà chúng tôi vừa gửi đến SMS, WhatsApp hoặc từ ứng dụng xác thực mà bạn đã thiết lập.",
  "Get a new code": "Nhận mã mới",
  "Code": "Mã",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "Mã đăng nhập bạn đã nhập không khớp với mã được gửi đến điện thoại của bạn. Vui lòng kiểm tra số và thử lại.",
  "Try another way": "Thử một cách khác",
  "We can send a new code in": "Chúng tôi có thể gửi mã mới trong",
  "Continue": "Tiếp tục",
  "More security at login to make sure that only you can access your account.": "Bảo mật hơn khi đăng nhập để đảm bảo chỉ bạn mới có thể truy cập tài khoản của mình."
}